The product original equipment manufacture (OEM) of the fabrication part.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public string ProductOriginalEquipmentManufacture { get; }
  Visual Basic
Public ReadOnly Property ProductOriginalEquipmentManufacture As String
	Get
  Visual C++
public:
property String^ ProductOriginalEquipmentManufacture {
	String^ get ();
}
 See Also
  FabricationPart Class
  Autodesk.Revit.DB Namespace